{
    "100":"Home",
    "101":"Airdrop",
    "102":"Roadmap",
    "103":"News",
    "104":"More",
    "105":"Login",
    "106":"Play Poker with Friends Using Crypto",
    "107":"Play and Bet for Fun",
    "108":"Everyone is a Stakeholder",
    "109":"Decentralized Management",
    "110":"No KYC",
    "111":"CHIPCHIPBOX Swap",
    "112":"Download",
    "113":"What we want to do?",
    "114":"CHIPCHIP was created by crypto enthusiasts disillusioned with the poker industry. We aim to transform poker with Web3. Web3 allows for wealth redistribution through asset issuance. Poker platforms have exploited players with AI and bots, and some teams scam players with information gaps. These platforms profit, but players get nothing.",
    "115":"People's love for poker knows no borders. Only players truly understand the game. We want to build a platform that genuinely belongs to the players. Poker is just our first step. Join us to change the world and earn together!",
    "116":"Features of CHIPCHIP",
    "117":"Play in Crypto",
    "118":"You can deposit any cryptocurrency to play poker with friends, without worrying about anyone defaulting.",
    "119":"Win airdrops just by playing",
    "120":"In CHIPCHIP, the more you play and invite friends, the more airdrops you earn. These actions help you acquire $CHIP, a key step in gaining the token.",
    "121":"Everyone is a Stakeholder",
    "122":"Holding $CHIP means you earn platform dividends. Unlike GGpoker, which makes $2 billion a year without sharing, CHIPCHIP shares every penny with its stakeholders!",
    "123":"Decentralized Governance",
    "124":"Decentralization is deeply integrated into nearly every aspect of CHIPCHIP's operations, including shuffling, governance, dividends, and asset custody.",
    "125":"$CHIP Token",
    "126":"Holding $CHIP is like owning the future of a $100 billion project.",
    "127":"Get $CHIP by holding CHIPCHIPBOX, joining the Airdrop Plan, or participating in the IDO. ",
    "128":"Check our tokenomics to learn more about $CHIP's value.",
    "129":"Players earn points by playing CHIPCHIP games, leading to future $CHIP airdrops.",
    "130":"$CHIP is the sole platform token, offering dividends and governance rights. Holders are both players and stakeholders.",
    "131":"Join now",
    "132":"CHIPCHIPBOX is a gift for our early community members. Holding CHIPCHIPBOX allows players to receive future $CHIP airdrops, earn extra points in airdrop events, and have a unique OG badge in games.",
    "133":"CHIPCHIPBOX has now migrated to the Solana ecosystem. You can trade it on <a href='https://www.okx.com/zh-hans/web3/marketplace/nft/collection/sol/chipchipbox-collection' target='__blank'>OKX</a> and <a href='https://magiceden.io/marketplace/chipchip' target='__blank'>Magic Eden</a>.",
    "134":"A letter for CHIPCHIPBOX Holders",
    "135":"Initiative of CHIPCHIP.",
    "136":"Formed founding team and raised funds.",
    "137":"Chose Texas Hold'em as the first game.",
    "138":"Completed demo.",
    "139":"Released CHIPCHIPBOX, sold out in 3 minutes to 680 users.",
    "140":"Acquired first seed users and launched successfully.",
    "141":"CHIPCHIPBOX holders exceeded 1,500.",
    "142":"Built a global community of 2,000+ and social media of 19,000+.",
    "143":"Recruited ambassadors from 11 countries.",
    "144":"Started public testing with 26,000+ participants.",
    "145":"Hosted community events with 450+ participants each.",
    "146":"Launched basic commission feature, with the highest commission owner earning over $4000.",
    "147":"Tested online buy-in tournaments.",
    "148":"Launch Telegram Mini-app",
    "149":"Fully migrated to the Solana ecosystem.",
    "150":"Launched Airdrop Plan.",
    "151":"Started IDO.",
    "152":"Launched new commission system.",
    "153":"Launched buy-in tournaments.",
    "154":"Introduced personal performance display.",
    "155":"Released mobile and PC client test versions.",
    "156":"Distributed airdrops.",
    "157":"Launched staking and dividends.",
    "158":"Implemented decentralized governance for $CHIP.",
    "159":"Launched $CHIP dashboard.",
    "160":"Introduced CHIPCHIP player credit card.",
    "161":"Supported decentralized fund custody.",
    "162":"Added more card games.",
    "163":"Introduced decentralized prediction protocol.",
    "164":"Launched decentralized shuffling verifier.",
    "165":"Future driven by the community. Join us and become a stakeholder!",
    "166":"Join now",
    "167":"Hold'em",
    "168":"Start Game",
    "169":"Coming soon",
    "170":"NEWS",
    "171":"Learn more",
    "172":"FAQ",
    "173":"Join our vibrant community.",
    "174":"Subscribe for updates",
    "175":"Follow us",
    "176":"Join community",
    "177":"CHIPCHIP was founded by crypto enthusiasts disappointed with the poker ecosystem. There is no project team; everyone is a stakeholder. CHIPCHIP belongs to all players. Let's build a new generation Web3 poker platform together and create our own miracle.",
    "178":"Navigation",
    "179":"Web3 Tournament",
    "180":"Rakeback",
    "181":"About",
    "182":"About us",
    "183":"User Agreement",
    "184":"Privacy Policy",
    "185":"Blog",
    "186":"Email",
    "187":"Verification Code",
    "188":"Enter verification code",
    "189":"Get code",
    "190":"Please log in with your CHIPCHIP account",
    "191":"Issue price",
    "192":"Total Issue",
    "193":"Help you learn more",
    "194":"Collaborate, share ideas, and progress together.",
    "195":"Open",
    "196":"Become an ambassador",

    "1100":"Airdrops to users who interact with multiple games on the platform",
    "1101":"Airdrop to CHIPCHIPBOX holders",
    "1102":"DEX Initial Liquidity",
    "1103":"Team",
    "1104":"Other",
    "1105":"Sign out",
    "1106":"CHIPCHIP was founded by crypto enthusiasts disappointed with the poker ecosystem. There is no project team; everyone is a stakeholder. CHIPCHIP belongs to all players. Let's build a new generation Web3 poker platform together and create our own miracle.",

    "200":"Airdrop",
    "201":"Join the Airdrop",
    "202":"Users can receive $CHIP token airdrops in two ways.",
    "203":"Hold CHIPCHIPBOX",
    "204":"We will airdrop $CHIP tokens directly to addresses holding CHIPCHIPBOX. Each CHIPCHIPBOX will receive 10,000 $CHIP tokens.",
    "205":"Holding CHIPCHIPBOX also earns additional point rewards.",
    "206":"Buy Now",
    "207":"Swap",
    "208":"Play Games",
    "209":"64% of tokens will be airdropped to all players, with 15% allocated to the first game, Texas Hold'em. Airdrops are based on accumulated points.",
    "210":"Enter Game",
    "211":"Claim Token",
    "212":"Claimable Amount",
    "213":"Claim",
    "214":"Activities in progress",
    "215":"Start receiving",
    "216":"Current account Solana wallet address",

    "300":"Invest in a Poker Platform Owned by Players.",
    "301":"Whitelist holders get investment opportunities.",
    "302":"Rules",
    "303":"Early participants get a lower price.",
    "304":"Only whitelist users can participate.",
    "305":"Countdown",
    "306":"Investment",
    "307":"Price",
    "308":"Minimum Amount",
    "309":"Status",
    "310":"Why Launch an IDO?",
    "311":"We aim to build a community treasury to support early development. With the $CHIP token, we'll progressively decentralize solutions for randomness, incentives, fund custody, and dividends. Starting with a centralized team, we'll gradually move to full decentralization, creating a global team overseen by the community to achieve our vision.",
    "312":"Why Invest in CHIPCHIP?",
    "313":"Highlights",
    "314":"Player-Centric Profit Sharing: Traditional poker platforms earn billions yearly from players but give nothing back. Instead, they entice you to lose quickly and recharge often, only to mock you afterward. CHIPCHIP is different. Every dollar earned on this platform belongs to the players. If you own $CHIP, you own the rights to dividends.",
    "315":"Long-Term Value: While many Ponzi-like models have risen and fallen in the crypto space, only solutions providing real value, like exchanges, DeFi, and online casinos, have sustained. We’ve chosen a billion-dollar market with long-term growth potential. Investing in CHIPCHIP is the smart choice for long-term gains.",
    "316":"Expanding Game Ecosystem: CHIPCHIP isn’t just about Texas Hold'em. We’ll launch a range of card games, starting with a Telegram MiniApp, followed by mobile and PC clients. With seamless crypto and fiat deposits, CHIPCHIP offers the easiest way to play poker with friends.",
    "317":"Experienced Global Team: After 18 months of development, we’ve built a seasoned, international team. Our poker developers come from top-listed companies with over 8 years of experience, successfully launching poker products across Asia. On the Web3 side, we have ambassadors in 15+ countries and poker stars with over 500,000 followers as advisors. A strong founding team is vital for this decentralized project’s success.",
    "3171":"User-Driven Focus: Feedback from 28,000 beta users has refined our focus. We’re prioritizing friend rooms and SNG modes, with MTT planned later. Our emphasis on mobile ensures quick and easy match setups. CHIPCHIP’s robust commission and airdrop systems further encourage organic growth.",
    "3172":"Future of Crypto Gaming: As a next-gen gaming platform, Texas Hold'em is just the beginning. We plan to develop or collaborate on other card games, entering various local markets globally. All gaming profits are shared with $CHIP holders, offering limitless potential.",
    "3173":"Conclusion: CHIPCHIP represents the future of crypto gaming. With a self-sustaining model that relies on community-driven growth, no token dumping, and shared profits, it’s the ultimate player-owned poker platform.",
    "3174":"What are you waiting for? Become a stakeholder today!",
    "318":"Funds Raised",
    "319":"Select Currency",
    "320":"Balance",
    "321":"Confirm",
    "322":"Records",
    "323":"Claim",
    "324":"Total",
    "325":"Unreleased",
    "326":"Claimable",
    "327":"Records",
    "328":"Check Eligibility",
    "329":"CHIPCHIPBOX Holders",
    "330":"Saga Phone Users",
    "331":"$BOME Holders",
    "332":"Holders of over 100 $SOL",
    "333":"Enter Wallet Address",
    "334":"Check Eligibility",
    "335":"Results",
    "336":"Address",
    "337":"You are whitelisted",
    "338":"You are not whitelisted",
    "339":"Close",
    "340":"About $CHIP",
    "341":"Information",
    "342":"Name",
    "343":"Total Supply",
    "344":"Chain",
    "345":"Initial Price",
    "346":"Tokenomics",
    "347":"Users Interacting with Platform Games",
    "348":"CHIPCHIPBOX Holders",
    "349":"Initial Liquidity",
    "350":"Team",
    "351":"Token Utility",
    "352":"Platform Revenue Sharing",
    "353":"Governance",
    "354":"Game Chips",
    "355":"Spending (purchasing items, memberships, etc.)",
    "356":"Lottery Participation",
    "357":"IDO Fund Utilization",
    "358":"Team Expansion",
    "359":"Marketing",
    "360":"Providing initial liquidity",
    "361":"Community activity",
    "362":"Legal and Security",
    "363":"How Does the Community Rate CHIPCHIP?",
    "364":"Global Community Operations Manager",
    "365":"Development team expansion",
    "366":"D",
    "367":"H",
    "368":"M",
    "369":"S",
    "370":"Ended",
    "371":"To be started",
    "372":"In progress",
    "373":"Token Economy",
    "374":"Amount",
    "375":"No data",
    "376":"First round of funding",
    "377":"Total funds raised",
    "378":"Remaining total",
    "379":"Not started yet",
    "380":"CHIPCHIP is a player-owned platform, and it's the only poker platform I've encountered that is willing to share profits with players. Participants earn platform tokens by playing games and can stake these tokens to enjoy dividends, embodying the true spirit of Web3.",
    "381":"I participated in the testing of CHIPCHIP's first version, and I really enjoy playing cards with friends on CHIPCHIP. The process for depositing and withdrawing crypto assets is very convenient. Unlike other platforms that settle after playing, CHIPCHIP offers instant settlement, eliminating concerns about players defaulting.",
    "382":"The online casino is a multi-billion dollar industry, indicating that CHIPCHIP has significant growth potential. Its easy deposit and withdrawal processes, along with anonymity, effectively address the pain points of crypto users. By sharing platform profits through staking, as the platform grows and profits increase, the demand for CHIPCHIP tokens will rise, leading to a continuous increase in token value.",
    "383":"I am one of the earliest investors in CHIPCHIPBOX and I have high hopes for its future. Crypto assets should not be solely for speculation; assets like CHIPCHIPBOX and the CHIP token, which have real use cases and can provide long-term returns to holders, are truly valuable investment targets.Holding tokens and enjoying dividends while playing is a very exciting experience.",

    "400":"CHIPCHIP News",
    "401":"No more",
    "402":"Read article",
    "403":"Latest News",
    "404":"Source",

    "500":"Play Poker with Friends Using Crypto",
    "501":"Download CHIPCHIP",
    "502":"Supports Multi-Chain Assets",
    "503":"Everyone is a Stakeholder",
    "504":"Play to Earn",
    "505":"Scan the QR code to download the APP",
    "506":"On your own platform",
    "507":"With one's own friends",
    "508":"Have fun to the fullest",

    "600":"CHIPCHIPBOX Swap",
    "601":"Burn CHIPCHIPBOX on the BTC chain and swap it for CHIPCHIPBOX on the Solana chain.",
    "602":"Connect Wallet",
    "603":"Amount",
    "604":"Swap",
    "605":"Amount",
    "606":"Address",
    "607":"Enter the Solana address to receive the new CHIPCHIPBOX. Please make sure the address is correct.",
    "608":"Confirm",
    "609":"Swap Records",
    "610":"Time",
    "611":"Solana Address",
    "612":"Destruction address",
    "613":"Already bound",
    "614":"Whether to rebind",
    "615":"It is expected that the NFT of the SOL chain will be transferred to the address you provided in 2-8 hours",
    "616":"Success",
    "617":"Processing",
    "":""
}
